Repository: BigManzai/oswp-createavatar
Catalog: oswp-createavatar/lang/oswp-createavatar-*.po
Languages: es_es, ja, ru_ru

source: Vorname :
es_es: Nombre:
ja: 名前：
ru_ru: Имя:

source: Nachname :
es_es: Apellido:
ja: 姓：
ru_ru: Фамилия:

source: E-Mail :
es_es: Correo electrónico:
ja: 電子メール：
ru_ru: Электронной почты:

source: Password :
es_es: Contraseña:
ja: パスワード：
ru_ru: Пароль:

source: Password wiederholung :
es_es: Repetición de contraseña:
ja: パスワードの繰り返し:
ru_ru: Повторение пароля:

source: Antispam ID :
es_es: ID antispam:
ja: スパム対策 ID:
ru_ru: Идентификатор антиспама:

source: Vorname nicht mit einem Wert belegt, oder nicht gesetzt
es_es: Nombre no asignado un valor, o no establecido
ja: 名前に値が割り当てられていないか、設定されていません
ru_ru: Имя не присваивается значение, или не устанавливается

source: Nachname nicht mit einem Wert belegt, oder nicht gesetzt
es_es: Apellido no asignado un valor, o no establecido
ja: 姓に値が割り当てられていないか、設定されていない
ru_ru: Фамилия не назначена значение, или не установлена

source: E-Mail nicht mit einem Wert belegt, oder nicht gesetzt
es_es: Correo electrónico no asignado a un valor, o no establecido
ja: 電子メールに値が割り当てられていないか、設定されていません
ru_ru: Электронная почта не назначена значение, или не установлен

source: Passwort oder Passwortwiederholung nicht mit einem Wert belegt, oder nicht gesetzt
es_es: La repetición de contraseña o contraseña no tiene asignado un valor o no se ha establecido
ja: パスワードまたはパスワードの繰り返しに値が割り当てられていないか、設定されていない
ru_ru: Повторение пароля или пароля не назначено значение, или не установлено

source: Die Passwörter müssen übereinstimmen
es_es: Las contraseñas deben coincidir
ja: パスワードは一致する必要があります
ru_ru: Пароли должны соответствовать

source: Captcha nicht mit einem Wert belegt, oder nicht gesetzt
es_es: Captcha no se le asignó un valor, o no se establece
ja: Captcha に値が割り当てられていないか、設定されていません
ru_ru: Captcha не присваивается значение, или не установлен

source: OpenSim Name:
es_es: Nombre de OpenSim:
ja: オープンシム名:
ru_ru: Имя OpenSim:

source: MySQL Server IP:
es_es: IP del servidor MySQL:
ja: MySQL サーバー IP:
ru_ru: MyS'L Сервер IP:

source: MySQL Database:
es_es: Base de datos MySQL:
ja: MySQL データベース:
ru_ru: База данных MyS'L:

source: MySQL User:
es_es: Usuario de MySQL:
ja: MySQL ユーザー:
ru_ru: Пользователь MyS'L:

source: Password:
es_es: Contraseña:
ja: パスワード：
ru_ru: Пароль:

source: Standard Form:
es_es: Forma estándar:
ja: 標準形状:
ru_ru: Стандартная форма:

source: Standard Haut:
es_es: Piel estándar:
ja: 標準肌:
ru_ru: Стандартная кожа:

source: Standard Haar:
es_es: Cabello estándar:
ja: 標準的な髪:
ru_ru: Стандартные волосы:

source: Standard Augen:
es_es: Ojos estándar:
ja: 標準的な目:
ru_ru: Стандартные глаза:

source: Standard Hemd:
es_es: Camisa estándar:
ja: スタンダードシャツ:
ru_ru: Стандартная рубашка:

source: Standard Hose:
es_es: Pantalones estándar:
ja: スタンダードパンツ:
ru_ru: Стандартные брюки:

source: Standard Unterhose:
es_es: Calzoncillos estándar:
ja: 標準的なパンツ:
ru_ru: Стандартные трусы:

source: Standard Unterhemd:
es_es: Camiseta estándar:
ja: スタンダードアンダーシャツ:
ru_ru: Стандартная майка:

source: Create OpenSimulator Avatar. Not protected!!!
es_es: Crea OpenSimulator Avatar. No protegido!!!
ja: OpenSimulator アバターを作成します。保護されていません!!!
ru_ru: Создайте OpenSimulator Аватар. Не защищен!!!

source: Manfred Aabye
ja: マンフレッド・アビー
ru_ru: Манфред Аби
